Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Once a cortical stack is retrieved, it may be loaded into an ego bridge (p.
fr_fr: Une fois que la pile corticale est récupérée, elel peut-être chargée dans un connecteur d'ego (p.

source: 328) and used to bring the ego back, either as an infomorph or by resleeving.
fr_fr: 328) et utilisée pour ramener l'ego, en tant qu'infomorph ou par la réincarnation.

source: Living Subjects: Cortical stacks may be excised from living people, but the process is usually fatal (or at least paralyzing) as it involves cutting through the spinal column.
fr_fr: Sujets Vivants: Les piles corticales peuvent être excisée d'une personne vivante, mais le procédé est généralement fatal (ou au moins apralysant) car il implique de sectionner la colonne vertébrale.

source: If the target is not unconscious or otherwise incapacitated, they must first be immobilized in melee combat (see Subdual, p.
fr_fr: Si la cible n'est pas incosnciente ou incapacitée d'une manière ou d'une autre, elel doit d'abord être immobilisée en coimbat au corps à corps (voir Contrôle, p.

source: Cutting out the stack is handled like a Medicine Task Action as above, but this process inflicts 3d10 + 10 damage on the target.
fr_fr: Extraire la pile est considéré comme une Action de Tâche comme ci-dessus, mais le procédé inflige 3d10 + 10 points de dégats à la cible.

source: If the test fails, they still inflict 1d10 + 10 damage to the target.
fr_fr: Si le test échoue, il inflige tout de même 1d10 + 10 dégat à la cible.

source: If the person removing the stack wants to leave the target alive or harm them as little as possible, they suffer a –20 modifier on the test, but may reduce the damage by 1d10 per 10 full points of MoS.
fr_fr: Si la personne supprimant la pile veut laisser la cible vivante ou la blesser le moins possible, elle subit un modificateur de -20 à son test, mais réduit les dommage d'1d10 par tranche de 10 points de MdR.

source: Living through the process of having your stack removed is traumatic; anyone who does so suffers 1d10 mental stress.
fr_fr: Subir l'opération d'extraction de votre pile est traumatisant; quiconque subissant cette opération souffre d'1d10 points de stress mental.

source: Cortical stacks have an Armor of 20 and a Durability of 20 for anyone attempting to destroy them.
fr_fr: Les piles corticales ont une Armure de 20 et une Solidité de 20 pour quiconque essaye de les détruire.

source: Uploading a backup into secure storage is usually handled with a brain scan at the storage facility's clinic using a bread box-sized unit called an ego bridge (p.
fr_fr: Uploader une sauveagrde dans un stockage sécuréis est générallement effectué par une analyse cérébrale à la clinique de l'installation de stockage en utilisant une unité grosse comme un grille pain et appelée un connecteur d'ego (p.

source: When activated, the ego bridge's sensor array twists open like a morning glory blossom, revealing an enclosure with a neck rest that automatically adjusts itself to morphs with oddly-sized or -shaped heads.
fr_fr: Lorsqu'il est activé, la matrice de capteur du connecteur d'ego s'ouvre comme un tournesol, révélant une boîte équipée d'un appui-tête qui s'ajuste automatiquement à la tête des morphs, même de celles les plus étrange.

source: The neck rest deploys millions of specialized nanobots
fr_fr: L'appui tête déploie des millions de nanobots spécialisés

source: into the brain and central nervous system.
fr_fr: dans le cerveau et le système nerveux central.

source: The petals are full of sensors that image the brain using a combination of MRI, sonogram, and positional information broadcast by the nanobot swarm in the morph's brain.
fr_fr: Les pétales sont remplis de capteurs qui prennent des images du cevreau en utilisant une combinaison d'IRM, de sonogramme et de la diffusion d'information positionelle faites par les nanobots dans le cerveau de la morph.

source: The ego bridge then builds a digital copy of the person's brain, which is stored away in the service's highly secure, off-the-mesh, hardwired data vaults.
fr_fr: Le connecteur d'ego construit ensuite une copie du cerveau de la personne, qui est ensuite stockée dans les entrepœts de données filaire, hautement sécurisé et déconnectés du mesh du service.

source: In the case of pods, the ego bridge scans the biological brain bits and also accesses the cyberbrain to copy the parts of the ego residing there.
fr_fr: Dans le cas des pods, le connecteur d'ego analyse les parts du cerveau biologique et accède également au cybercerveau pour copier les parties de l'ego qui y résident.

source: For synthmorphs, who have no biological brain, the process is much simpler, as it simply requires accessing and making a copy of their cyberbrain.
fr_fr: Pour les synthmorphs, qui n'ont pas de cerveau bilogique, le procédé est bien plus simple puisqu'il nécessite de simplement accéder au cybercerveau et de le copier.

source: In a standard clinic with an undamaged morph, uploading takes only 10 minutes, 5 with a pod.
fr_fr: Dans une clinique standard et avec une morph non abîmée, l'upload ne prend que 10 minutes, 5 avec un pod.

source: In other situations, however, the process may take longer if the gamemaster so decides.
fr_fr: Dans d'autres situations, l'opération peut durer plus longtemps si le maître de jeu le désire.

source: Uploading from a synthmorph or extracted cortical stack is instantaneous.
fr_fr: L'upload depuis une synthmorph ou une pile corticale extraite est instantané.

source: The ego bridge largely operates itself.
fr_fr: Le connecteur d'ego opère essnetiellement de lui-même.

source: While oversight by a medical specialist is a good idea, no test is necessary.
fr_fr: Bien qu'une supervision par un spécialiste médical est une bonne idée, aucun test n'est nécessaire.

source: If an uploading character does not plan to return to their morph, it is usually put on ice until someone else resleeves into it.
fr_fr: Si un personnage uploadé ne prévoit pas de retourner dans sa morph, elle est générallement cryogénisée jusqu'à ce que quelqu'un s'y réincarne.

source: If a new resleeve is not ready and the uploading character doesn't want to leave a potential copy of themselves behind, they can have the morph's mind wiped by the nanobots as part of the uploading process.
fr_fr: Si une nouvelle incarnation n'est pas disponible et que le personnage s'uploadant ne veut pas laisser une copie potentielle de lui-même derrière lui, il peut complètement effacer l'esprit de la morph par les nanobots lors de l'opération.

source: {Uploading-Resleeving Continuity}
fr_fr: {Continuité Upload-Réincarnation}

source: In ideal circumstances, a person who is intentionally resleeving (p.
fr_fr: Dans des circonstances idéales, une personne qui se réincarne intentionnellement (p.

source: 271) can arrange for the uploading and resleeving process to occur without any noticeable loss of continuity.
fr_fr: 271) peut s'arranger pour que les opérations d'upload et de réincarnation se déroulent sans perte de continuité notable.

source: Though the experience of switching from one morph to another is still a bit jarring, the transition itself can be made into a seamless process, with no gaps in awareness or memory, which helps reduce associated mental stress.
fr_fr: Bien que l'expérience de basculer d'une morph à une autre est toujours un peu perturbant, la transition en elle-même peut-être faite lors d'une opération propre, sans faille de conscience ou de souvenir, ce qui aide à réduire le stress mental associé.

source: In this case, during the process of uploading, the ego bridge is also connected to another ego bridge and the new sleeve.
fr_fr: Dans ce cas, pendant le processuss d'upload, le connecteur d'ego est également connecté à un autre connecteur et à la nouvelle incarnation.

source: This connection can even be made wirelessly or by farcaster link (with a maximum distance of 10,000 kilometers).
fr_fr: Cette connexion peut même être sans-fil ou par un farcaster (aevc une distance maximale de 10,000 kilomètres).

source: As the mind is uploaded, the ego bridge builds a virtual brain by copying the morph's brain bit by bit, using the data gained from the brain scan.
fr_fr: Alros que l'esprit est uploadé, le connecteur d'ego construit un cerveau virtuel en copiant le cerveau de la morph bit par bit, utilisant les données récupérées de l'analyse du cerveau.

source: At the same time, this data is slowly copied to the new sleeve as nanobots rewire the sleeve's brain structure (a much slower process).
fr_fr: En même temps, ces données sont lentement copiées dans la nouvelle incarnation laors que les nanobots recâblent la strructure cognitive de la morph (une opération bien plus lente).

source: As the transfer occurs, the nanobots in the brain sever individual neural connections and re-route them to their duplicates in the virtual brain, and then eventually to the new brain.
fr_fr: Pendant le trasnfert, les nanobots dans le cerveau coupent les connexions neurale et les reroutes vers leur double dans le cerveau virtuel, pusi dans le nouveau cerveau.

source: Effectively, the character's ego is running partially on the meat brain and partially on the virtual copy.
fr_fr: En pratique, l'efo du personnage tourne partiellement sur le c erveau de viande et partiellement sur la copie virtuelle de celui-ci.

source: By the time the nanobots sever the last of the neural connections in the old brain, the ego is running completely on the virtual brain and the new sleeve's brain.
fr_fr: Au moment où les nanobots coupent la dernière connexion neurale dans le vieux cerveau, l'ego fonctionne complètement sur le cerveau virtuele t sur celui de la nouvelle incarnation.

source: Once the resleeving is completed, the virtual brain is shut down.
fr_fr: une fois que la réincarnation est complète, le cerveau virtuel est éteint.

source: In terms of perceptions, the character, who is awake during this process, experiences a very gradual shift from one morph to the other.
fr_fr: En terme de perception, le personnage, qui est éveillé pendant le procédé, perçoit un glissement trés graduel d'une morph vers l'autre.

source: As the process takes hours, however (or even longer if done via farcaster), the subject usually entertains themselves with some AR media, VR, or even XP to pass the time.
fr_fr: COmme le procédé peut prendre des heures (voire plus si l'opération se fait via un farcasteur), le sujet se divertit générallement avec des média RA, RV ou même en XP pour passer le temps.

source: It is possible to upload the mind of a person who has recently died as long as the nanobots have time to scan the brain before cell deterioration kicks in too heavily, which takes approximately 2 hours.
fr_fr: Il est possible d'uploader l'esprit d'une personne qui est récemment décédée tant que les nanobots ont le temps de scanner le cerveau avant que la déterioration cellullaire n'intevienne de manière trop devastatrice, générallement au bout de 2 heures.

source: It is possible to sustain a corpse for longer by placing it in a healing vat (p.
fr_fr: Il est possible de maintenir un cadavre pour une durée plus longue en le plaçant dans une cuve de soin (p.

source: 326) for nanostasis.
fr_fr: 326) pour une nanostase.

source: Post-death uploads may suffer integrity damage; see Backup Complications, p.
fr_fr: L'upload post-mort peut subir des pertes d'intégrité; voir Complication de Sauvegarde, p.

source: Cyberbrains may also be retrieved from a destroyed synthmorph and reactivated, assuming they are not damaged too heavily (gamemaster discretion).
fr_fr: Les cybercerveaux peuvent aussi être récupérés depuis une synthmorph détruite et réactivée, du moment qu'elle n'a pas été trop lourdement endommagée (à la discrétion du maître de jeu).

source: Though rare, some people engage in a process called destructive uploading, where the biological brain is literally sliced apart and scanned piece by piece.
fr_fr: Bien que cela soit rare, des personnes se lancent dans un procédé appelé upload destrcutif dans lequel le cerveau bilogique est littéralement découpé en tranche et analysé morceau par morceau.

source: Considered abhorrent and wasteful by most transhumans, brain-peeling is practiced by some bioconservative factions who view it as the only ``pure'' method of uploading or the only real way to transfer the ``soul.'' Such people typically refuse to resleeve, living out the rest of their lives as infomorphs, quite often in dedicated simulspaces that are treated as a sort of virtual afterlife.
fr_fr: Considérer comme exécrable et dispendieux par la plupart des transhumains, le décorticage de cerveau est pratiqué par certaines factions bioconservative qui la considère comem la seule méthode "pure" d'upload ou comme la seule réelle façon de transférer l'âme." De telles personnes refusent typiquement de se réincarner, vivant le reste de leur vie en tant qu'infomorph, généralement dans des simulspaces déidées et considérés comme une sorte d'au-delà virtuel.

source: Almost everyone, with the exception of neo-primitivists and very young children, has a cortical stack.
fr_fr: Presque tout le monde, à l'exception des néo-primitivistes et des trés jeune enfants, a une pile corticale.

source: In the event of death, however, a cortical stack alone will not ensure resurrection unless you have acquired backup insurance (p.
fr_fr: En cas de mort, une pile corticale seule ne permete cependant pas d'assurer la résurection, sauf si vous avez une assurance sauvegarde (p.

source: 330) to cover the costs of your resleeving Going without backup insurance for any length of time is taking a severe risk.
fr_fr: 330) pour couvrir les frais de votre réincarantion. Vivre sans assurance sauvegarde pour n'importe quelle durée représente un risque énorme.

source: Some jurisdictions (such as the Titanian Commonwealth) have a practice of bringing everyone back, even if only to an infomorph state, or at least filing the most recent backup away in dead storage just in case someone decides to pay to resurrect them later.
fr_fr: Certaines juridictions (comme le Commonwealth Titanien) ont pour pratique de ramener tout le monde, même si c'est juste à l'état d'une infomorph, ou d'au moins enregistrer la dernière sauvegarde en mémoire morte, au cas où quelqu'un décide de payer pour le resusciter plus tard.

source: Other authorities will simply destroy the stack or, worse, sell it on the black market to a soul-trading syndicate such as Nine Lives.
fr_fr: D'autres autorités détruirons simplement la pile ou, pire, la revendront sur le marché noir à un syndicat trafficant les âmes tel que Nine Lives.

source: Backup insurance typically includes a subscription to an uploading facility, usually requiring a visit every 6 months, to ensure that backup is held in safe storage in case of cortical stack loss.
fr_fr: Les assurances sauvegarde incluent typiquement un abonnement à une instalaltiond d'upload, nécessitant généralement une visite tous les 6 mois, pour s'assurer que cette sauvegarde est conservée dans un stockage sécurisé en cas de perte de la pile corticale.

source: People with risky jobs (construction bot supervisor, hypercorp exoplanet staff, girl who fights vicious giant eels for rich jaded audiences, etc.) may back up once a week, or even daily.
fr_fr: Les personnes avec des métiers à risque (superviseur de bots de construction, personnel hypercorporatiste sur des exoplanète, fille combattant des anguilles génate et vicieuses pour un public riche et blasé, etc.) peuvent se sauvegarder une fois par semaine, voire même quotidiennement.

source: In the event of a verified death where the cortical stack could not be retrieved, the most recent backup is used to resleeve the person.
fr_fr: En cas de mort vérifiée et si la pile corticale ne peut pas être récupérée, la sauvegarde la plus récente est utilisée pour réincarner la personne.

source: At the basic level, backup insurance will bring the character back as an infomorph, at which point they can access their credit and purchase a new morph.
fr_fr: Au niveau le plus basique, l'assurance sauvegarde ramènera le personnage en infomorph, point à partir duquel ils puevent accéder à leur crédit et acheter une nouvelle morph.

source: More expensive versions will automatically resleeve
fr_fr: Des versions plus chère permettront de vous réincarner automatiquement

source: you in the pre-purchased morph of your choice.
fr_fr: dans une morph pré-acheté de votre choix.

source: The exceedingly rich will often have customized clones (often of their original body) waiting on ice for them.
fr_fr: Les personnes excessivement riches auront souvent des clônes personnalisés (souvent de leur corps originel) attendant dans la glace.

source: Backup insurance often involves a missing person clause, which states that a person will be brought back if they have not checked in for X amount of time (a calendar function automatically handled by your muse) and cannot be located.
fr_fr: Les assurances sauvegardes impliquent souvent une clause de personne manquante, qui établit qu'une personne sera ramené si elle n'a pas donné signe de vie pendant une période X (une fonction calendaire gérée automatiquement par la muse) et qu'elle ne peut être localisée.

source: It is worth noting that some criminal syndicates also offer backup insurance at a much reduced rate.
fr_fr: A noter que certains syndicats du crime proposent également des assurances sauvegarde à des prix réduit.

source: The likelihood that copies of your backup are being used for illicit purposes, however, is quite high.
fr_fr: la probabilité qu'une copie de votre sauvegarde soit utilisées dans un but illicite est cependant relativement élevée.

source: For some people, however, what happens to a copy of themselves is of no concern.
fr_fr: Cependant, certaines personnes ne se préoccupent pas de savoir ce qui peut arriver à une copie d'eux-même.

source: Backup insurance is not always perfect.
fr_fr: Les assurances sauvegardes ne sont pas toujours parfaites.

source: Though insurance providers are required to make a reasonable effort to retrieve your cortical stack, for many hypercorps this is a simple cost-benefit analysis that often will not work in the character's favor.
fr_fr: Bien que les assureurs sont obligés de faire un effort raisonnable pour récupérer votre pile corticale, pour beaucoup d'hypercorp c'est simplement une analyse coût/bénéfice qui ne fonctionnera que rarement en faveur du personnage.

source: If you died in a dangerous area such as the Zone on Mars, in a remote area such as the Kuiper Belt, or are simply difficult to track down (pushed out an airlock somewhere), odds are against your cortical stack being retrieved— instead you will be re-instanced from a backup.
fr_fr: Si vous êtes mort dans une zone dangereuse telle que la Zone sur Mars, dasn une zone éloignée telle que la Ceinture de Kuiper, ou vous êtes simplement difficile à pister (pousser hors d'un sas quelque part), la probabilité que votre pile corticale soit récupérée est très faible - vous serez plutôt réinstantié à partir d'une sauvegarde.

source: Jurisdiction can also play an important role.
fr_fr: La juridiction peut également avoir un rôle important.

source: The insurance offered by many inner system providers is automatically nullified if you travel to an anarchist habitat, gatecrash, break the law, or engage in certain life-threatening activities like suicide sports or scavenging in TITAN-infected ruins.
fr_fr: l'assurance offerte par de nombreux assureurs du système intérieur sont automatiquement annulées si vous voyagez sur un habitat anrchiste, que vous resquilliez, violiez la loi ou vous lanciez dans certaines activités pouvant menacer votre vie comme le suicide sprotif ou la récupération dans les ruines infectés par les TITAN.

source: At the least, they will refuse to retrieve your stack in these circumstances.
fr_fr: Ils refuseront au minimum de récupérer votre pile dans ces circonstances.

source: Likewise, if you struck a backup insurance deal with a medical collective from an autonomist habitat and then go and die on a hypercorp station, the hypercorp is very likely to refuse to recognize the authority of a bunch of anarchists and won't hand your stack over.
fr_fr: De manière similaire, si vous négociez une assurance sauvegarde avec un collectif médical d'un habitat autonomiste et allez ensuite mourir sur une stationhypercorporatiste, l'hypercorporation refusera trés probablement de reconnaître l'autorité d'une bande d'anarchiste et ils ne leur renverrons pas votre pile.

source: Even an archived backup and a missing person clause is no guarantee.
fr_fr: Même une sauvegarde archivée et une clause de personne disparue ne sont pas des garanties.

source: A determined enemy could capture you, pry the backup insurance access codes from your muse, keep you on ice or quietly kill you, and then regularly ``check in'' on your behalf using the access codes so that the insurance provider never realizes you are dead or missing.
fr_fr: Un ennemi déterminé pourrait vous capturer, récupérer les codes d'accès de l'assurance sauvegarde auprès de votre muse, vous cryogéniser ou vous tuer discrètement puis régulièrement "valider" votre existence en utilisant les codes d'accès pour que l'assureur ne réalise jamais que vous êtes mort ou disparu.

source: Though this requires quite a bit of effort, it is often less difficult than dealing with an immortal opponent who keeps coming back no matter how often you kill them.
fr_fr: Bien que cela nécessite un peu d'effort, c'est souvent moins difficile que de devoir gérer un adversaire immortel qui continue de revenir peu importe le nombre de fois que vous le tuiez.

source: Other dangers also exist.
fr_fr: D'autres dangers existent aussi.

source: An entire habitat may be destroyed, taking you, your backups, and your insurance provider's records with it.
fr_fr: Un habitat complet peut-être détruit, vous emmenant avec lui, ainsi que vos sauvegarde et les enregistrements de votre assureur.

source: A resourceful enemy might penetrate a provider's security and delete your backups, or simply bribe the right people to make sure they get ``accidentally'' corrupted.
fr_fr: Un ennemi plein de ressource pourrait pénétrer la sécurité de votre assureur et supprimer vos sauvegardes, ou simplement corrompre les bonnes personnes pour s'assurer que'elles soient "accidentellement" corrompues.

source: Given these possibilities, the paranoid often make sure to get multiple redundant backup policies, assuming they can afford it.
fr_fr: Étant donné ces possibilité, les paranoïaques s'assurent souvent d'avoir plusieurs politiques de sauvegardes redondantes, du moment qu'ils peuvent se l'offrir.

source: In most cases, backing up/uploading is risk free unless someone tampers with the equipment.
fr_fr: Dans la pluaprt des cas, sauveagrder/s'uploader est sans risque tant que personne ne bidouille l'équipement.

source: If the character suffered brain or neurological damage, the backup is transferred via farcasting, or the upload is made from a dead character, then the backup may be damaged due to missing neural information.
fr_fr: Si le personnage a subit des dégêts cérébraux ou neurologique, la sauveagrde est ransferré par farcaster ou l'upload est fait depuis un personnage mort, la sauvegarde peut être endommagée en raison d'infomration neurale manquante.

source: In any of these instances, make a LUC Test for the character.
fr_fr: Pour chacun de ces tests, faites un Test de LUC pour le personnage.

source: If the test fails, they suffer 1 point of mental stress per 10 full points of MoF.
fr_fr: En cas d'échec, il subit un point de stress mental par tranche complète de 10 points de MdE.
